{
    "P.101": "Biển báo Đường cấm có ý nghĩa: 1. Cấm tất cả các loại phương tiện đi vào, trừ các trường hợp được ưu tiên: Xe cứu hỏa, xe cứu thương, xe công an, xe quân sự, xe hộ đê,... 2. Đảm bảo an toàn cho người tham gia giao thông: Khu vực có biển báo P.101 thường là khu vực nguy hiểm như đang thi công, sạt lở, cầu yếu,... 3. Duy trì trật tự giao thông: Biển báo đường cấm P.101 giúp phân luồng phương tiện, đảm bảo giao thông thông suốt. Khi gặp biển báo P.101, người điều khiển phương tiện phải: Dừng xe ngay trước biển báo. Quan sát cẩn thận và tìm kiếm hướng đi khác. Tuyệt đối không đi vào đường cấm. Các phương tiện đi vào đường cấm sẽ bị xử phạt như sau: Đối với xe đạp, xe đạp điện, xe máy điện: phạt tiền từ 200.000 đến 300.000 đồng. Đối với xe máy: phạt tiền từ 400.000 đến 600.000 đồng. Đối với xe ô tô: phạt hành chính từ 1.000.000 đến 2.000.000 đồng, ngoài ra còn bị tước giấy phép lái xe từ 1 đến 3 tháng.",
    
    "W.208": "Biển báo Giao nhau với đường ưu tiên có ý nghĩa: Trên đường không ưu tiên, Biển báo giao nhau với đường ưu tiên được đặt để báo trước sắp đến nơi giao nhau với đường ưu tiên. Các phương tiện đi trên đường ưu tiên có quyền đi trước. Người lái xe không thuộc đường ưu tiên phải giảm tốc độ, quan sát kỹ lưỡng, và nhường đường cho các phương tiện trên đường ưu tiên khi gặp điểm giao nhau (trừ khi có các loại phương tiện được ưu tiên theo quy định).",

    "W.205": "Biển báo giao nhau với đường cùng cấp có ý nghĩa: Cảnh báo cho người tham gia giao thông biết trước về sự xuất hiện của đường giao nhau cùng cấp phía trước (là đường mà không có đường nào là đường ưu tiên). Khi gặp biển báo này, người lái xe cần phải: Giảm tốc độ, Nhường đường cho xe đi từ bên phải theo quy định, và Chú ý quan sát các phương tiện tham gia giao thông khác và người đi bộ để tránh xảy ra va chạm.",

    "W.207": "Biển báo giao nhau với đường không ưu tiên có ý nghĩa: Cảnh báo người điều khiển phương tiện về nguy hiểm tiềm ẩn tại nơi giao nhau với đường không ưu tiên. Yêu cầu người điều khiển phương tiện giảm tốc độ, chú ý quan sát và nhường đường cho các phương tiện đi trên đường ưu tiên.",

    "P.103": "Biển báo Cấm xe ô tô có ý nghĩa: Dùng để báo cấm các loại xe cơ giới kể cả xe máy 3 bánh có thùng đi qua, trừ xe máy 2 bánh, xe gắn máy và các xe được ưu tiên theo quy định.",

    "W.224": "Biển báo Đường người đi bộ cắt ngang có ý nghĩa: Hướng dẫn người đi bộ và những người tham gia giao thông khác biết vị trí cụ thể mà người đi bộ có thể đi ngang qua đường an toàn. Khi người tham gia giao thông gặp biển báo dành cho người đi bộ sang ngang cần thực hiện các hành vi sau: Điều khiển xe chạy chậm. Chú ý quan sát môi trường xung quanh, để sẵn sàng dừng lại nếu cần thiết để nhường đường cho người đi bộ. Ưu tiên cho người đi bộ đang chuẩn bị băng qua đường. Chiều người đi bộ trên biển phải hướng vào đường.",

    "W.102": "Biển báo cấm đi ngược chiều có ý nghĩa: Cấm các loại xe cơ giới và thô sơ đi vào theo chiều đặt biển, trừ các xe ưu tiên như xe chữa cháy, xe quân sự, xe công an đi làm nhiệm vụ khẩn cấp, xe cứu thương đang thực hiện nhiệm vụ cấp cứu, xe hộ đê, xe đi làm nhiệm vụ khắc phục sự cố thiên tai, dịch bệnh hoặc trong tình trạng khẩn cấp theo quy định của pháp luật. Người đi bộ được phép đi trên vỉa hè hoặc lề đường.",
    
    "W.225": "Biển báo trẻ em có ý nghĩa: Cảnh báo người tham gia giao thông về việc sắp đến đoạn đường thường có trẻ em đi ngang qua hoặc tụ tập trên đường, như gần vườn trẻ, trường học, câu lạc bộ.",

    "W.245": "Biển báo đi chậm có ý nghĩa: Nhắc nhở người lái xe giảm tốc độ khi sắp đến đoạn đường yêu cầu đi chậm, nhằm đảm bảo an toàn giao thông.",

    "P.130": "Biển báo cấm dừng xe và đỗ xe có ý nghĩa: Cấm tất cả các loại xe cơ giới dừng và đỗ ở phía đường có đặt biển, trừ các xe được ưu tiên theo quy định của pháp luật.",

    "P.102": "Biển báo cấm xe đạp có ý nghĩa: Thông báo đoạn đường phía trước cấm xe đạp lưu thông, nhằm đảm bảo an toàn và trật tự giao thông. Lưu ý biển báo này chỉ cấm người điều khiển xe đạp đi vào; người dắt xe đạp vẫn được phép qua lại.",

    "L.408": "Biển báo nơi để xe có ý nghĩa: Thông báo cho người lái xe biết khu vực được phép đỗ xe, giúp giảm thiểu tình trạng đỗ xe không đúng nơi quy định.",

    "P.123": "Biển báo cấm rẽ trái có ý nghĩa: Thông báo người điều khiển phương tiện không được phép rẽ trái ở khu vực có đặt biển này.",

    "P.124": "Biển báo cấm rẽ phải có ý nghĩa: Thông báo người điều khiển phương tiện không được phép rẽ phải ở khu vực có đặt biển này.",

    "W.244": "Biển báo đường người đi xe đạp cắt ngang có ý nghĩa: Cảnh báo người tham gia giao thông về việc sắp đến đoạn đường có xe đạp băng qua. Nhắc nhở người lái xe chú ý quan sát, giảm tốc độ và sẵn sàng nhường đường cho xe đạp tại khu vực có biển.",

    "R.301": "Biển báo các xe chỉ được rẽ trái có ý nghĩa: Yêu cầu các phương tiện chỉ được phép rẽ trái không được phép đi thẳng hoặc rẽ phải tại vị trí có biển báo.",

    "R.302": "Biển báo các xe chỉ được rẽ phải có ý nghĩa: Yêu cầu các phương tiện chỉ được phép rẽ phải không được phép đi thẳng hoặc rẽ trái tại vị trí có biển.",

    "R.305": "Biển báo dành cho người đi bộ có ý nghĩa: Biển này được đặt để hướng dẫn người đi bộ đi đúng làn đường quy định. Chỉ ra khu vực dành riêng cho người đi bộ, nơi người điều khiển phương tiện không được đi vào.",

    "W.436": "Biển báo trạm cảnh sát giao thông có ý nghĩa: Thông báo cho người tham gia giao thông biết vị trí có trạm cảnh sát giao thông phía trước, nhằm nhắc nhở họ tuân thủ luật lệ và đảm bảo an toàn khi di chuyển qua khu vực này."
}
